Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: The transaction(s) created by this action will be removed.
de: Die durch diese Aktion erstellten Transaktionen werden entfernt.
es: Las transacciones creadas por esta acción se eliminarán.
fr: Les transactions créées par cette action seront supprimées.
it: Le transazioni create da questa azione verranno rimosse.
nl: De door deze actie aangemaakte transacties worden verwijderd.
pt_br: As transações criadas por esta ação serão removidas.

source: Then
de: Dann
es: Entonces
fr: Alors
it: Allora
nl: Dan
pt_br: Então

source: THEN
de: DANN
es: ENTONCES
fr: ALORS
it: ALLORA
nl: DAN
pt_br: ENTÃO

source: There are no other categories to move this to.
de: Es gibt keine andere Kategorie, in die dieser Betrag verschoben werden kann.
es: No hay otras categorías a las que transferirlo.
fr: Aucune autre catégorie ne peut recevoir ce montant.
it: Non ci sono altre categorie in cui spostarlo.
nl: Er zijn geen andere categorieën waarnaar dit kan worden verplaatst.
pt_br: Não há outras categorias para mover este valor.

source: These categories have no assigned or carried money this month.
de: Diesen Kategorien wurde diesen Monat kein Geld zugewiesen oder übertragen.
es: Estas categorías no tienen dinero asignado ni transferido este mes.
fr: Ces catégories n’ont reçu ni argent attribué ni reporté ce mois-ci.
it: Queste categorie non hanno denaro assegnato o riportato questo mese.
nl: Deze categorieën hebben deze maand geen toegewezen of doorgeschoven geld.
pt_br: Estas categorias não têm dinheiro atribuído ou transportado neste mês.

source: These categories have no budget or activity this month.
de: Diese Kategorien haben diesen Monat weder Budget noch Aktivität.
es: Estas categorías no tienen presupuesto ni actividad este mes.
fr: Ces catégories n’ont ni budget ni activité ce mois-ci.
it: Queste categorie non hanno budget né attività questo mese.
nl: Deze categorieën hebben deze maand geen budget of activiteit.
pt_br: Estas categorias não têm orçamento nem atividade neste mês.

source: These categories have used at least 80% of their available amount.
de: Diese Kategorien haben mindestens 80 % ihres verfügbaren Betrags verwendet.
es: Estas categorías han utilizado al menos el 80 % de su importe disponible.
fr: Ces catégories ont utilisé au moins 80 % de leur montant disponible.
it: Queste categorie hanno utilizzato almeno l’80% dell’importo disponibile.
nl: Deze categorieën hebben ten minste 80% van het beschikbare bedrag gebruikt.
pt_br: Estas categorias usaram pelo menos 80% do valor disponível.

source: This action changed after it was recorded, so it cannot be safely undone.
de: Diese Aktion wurde nach der Aufzeichnung geändert und kann nicht sicher rückgängig gemacht werden.
es: Esta acción cambió después de registrarse y no se puede deshacer de forma segura.
fr: Cette action a changé depuis son enregistrement et ne peut pas être annulée en toute sécurité.
it: Questa azione è cambiata dopo la registrazione e non può essere annullata in sicurezza.
nl: Deze actie is na registratie gewijzigd en kan niet veilig ongedaan worden gemaakt.
pt_br: Esta ação mudou depois de ser registrada e não pode ser desfeita com segurança.

source: This amount will be removed from this month's To Budget and available to budget next month.
de: Dieser Betrag wird aus dem Budgetbetrag dieses Monats entfernt und steht nächsten Monat zur Budgetierung zur Verfügung.
es: Este importe se retirará del monto para presupuestar de este mes y estará disponible para presupuestar el próximo mes.
fr: Ce montant sera retiré du montant à budgéter de ce mois et pourra être budgété le mois prochain.
it: Questo importo verrà rimosso dall'importo da assegnare di questo mese e sarà disponibile per il budget del mese prossimo.
nl: Dit bedrag wordt afgetrokken van het te budgetteren bedrag van deze maand en is volgende maand beschikbaar om te budgetteren.
pt_br: Este valor será removido do valor a orçar deste mês e ficará disponível para o orçamento do próximo mês.

source: This budget doesn't have any accounts yet. Create one in Actual Budget, then sync.
de: Für dieses Budget gibt es noch keine Konten. Erstellen Sie eines in Actual Budget und synchronisieren Sie es dann.
es: Este presupuesto aún no tiene cuentas. Cree una en Actual Budget y sincronice.
fr: Ce budget ne contient encore aucun compte. Créez-en un dans Actual Budget, puis synchronisez.
it: Questo budget non ha ancora alcun account. Creane uno in Actual Budget, quindi sincronizza.
nl: Dit budget heeft nog geen accounts. Maak er een in Actual Budget en synchroniseer vervolgens.
pt_br: Este orçamento ainda não tem contas. Crie uma no Actual Budget e sincronize.

source: This budget file has no budget table to write to.
de: Diese Budgetdatei enthält keine beschreibbare Budgettabelle.
es: Este archivo de presupuesto no tiene una tabla de presupuesto donde escribir.
fr: Ce fichier de budget ne contient pas de table de budget accessible en écriture.
it: Questo file di budget non contiene una tabella budget su cui scrivere.
nl: Dit budgetbestand heeft geen budgettabel om in te schrijven.
pt_br: Este arquivo de orçamento não tem uma tabela de orçamento para gravar.

source: This budget file has no notes table to write to.
de: Diese Budgetdatei enthält keine beschreibbare Notizentabelle.
es: Este archivo de presupuesto no tiene una tabla de notas donde escribir.
fr: Ce fichier de budget ne contient pas de table de notes accessible en écriture.
it: Questo file di budget non contiene una tabella note su cui scrivere.
nl: Dit budgetbestand heeft geen notitietabel om in te schrijven.
pt_br: Este arquivo de orçamento não tem uma tabela de notas para gravar.

source: This budget file has no rules table to write to.
de: Diese Budgetdatei enthält keine beschreibbare Regeltabelle.
es: Este archivo de presupuesto no tiene una tabla de reglas donde escribir.
fr: Ce fichier de budget ne contient pas de table de règles accessible en écriture.
it: Questo file di budget non contiene una tabella regole su cui scrivere.
nl: Dit budgetbestand heeft geen regeltabel om in te schrijven.
pt_br: Este arquivo de orçamento não tem uma tabela de regras para gravar.

source: This budget file has no rules table. Open it in Actual once to add one.
de: Diese Budgetdatei enthält keine Regeltabelle. Öffnen Sie sie einmal in Actual, um eine hinzuzufügen.
es: Este archivo de presupuesto no tiene tabla de reglas. Ábrelo una vez en Actual para añadir una.
fr: Ce fichier de budget ne contient pas de table de règles. Ouvrez-le une fois dans Actual pour en ajouter une.
it: Questo file di budget non contiene una tabella di regole. Aprilo una volta in Actual per aggiungerne una.
nl: Dit budgetbestand heeft geen regeltabel. Open het eenmaal in Actual om er een toe te voegen.
pt_br: Este arquivo de orçamento não tem uma tabela de regras. Abra-o uma vez no Actual para adicionar uma.

source: This budget is encrypted. Enter its encryption password to open it.
de: Dieses Budget ist verschlüsselt. Geben Sie zum Öffnen das Verschlüsselungspasswort ein.
es: Este presupuesto está cifrado. Introduce su contraseña de cifrado para abrirlo.
fr: Ce budget est chiffré. Saisissez son mot de passe de chiffrement pour l'ouvrir.
it: Questo budget è crittografato. Inserisci la password di crittografia per aprirlo.
nl: Dit budget is versleuteld. Voer het versleutelingswachtwoord in om het te openen.
pt_br: Este orçamento está criptografado. Digite a senha de criptografia para abri-lo.

source: This budget uses an old encryption format that isn't supported.
de: Dieses Budget verwendet ein nicht unterstütztes altes Verschlüsselungsformat.
es: Este presupuesto usa un formato de cifrado antiguo que no es compatible.
fr: Ce budget utilise un ancien format de chiffrement qui n’est pas pris en charge.
it: Questo budget usa un vecchio formato di crittografia non supportato.
nl: Dit budget gebruikt een oude, niet-ondersteunde versleutelingsindeling.
pt_br: Este orçamento usa um formato de criptografia antigo que não é compatível.

source: This budget's encryption key has changed. Re-enter the password.
de: Der Verschlüsselungsschlüssel dieses Budgets wurde geändert. Geben Sie das Passwort erneut ein.
es: La clave de cifrado de este presupuesto ha cambiado. Vuelve a introducir la contraseña.
fr: La clé de chiffrement de ce budget a changé. Saisissez à nouveau le mot de passe.
it: La chiave di crittografia di questo budget è cambiata. Inserisci di nuovo la password.
nl: De versleutelingssleutel van dit budget is gewijzigd. Voer het wachtwoord opnieuw in.
pt_br: A chave de criptografia deste orçamento mudou. Digite a senha novamente.

source: This category has template lines the visual editor can't represent. Fix or remove them in the category note first.
de: Diese Kategorie enthält Vorlagenzeilen, die der visuelle Editor nicht darstellen kann. Beheben oder entfernen Sie sie zuerst in der Kategorienotiz.
es: Esta categoría tiene líneas de plantilla que el editor visual no puede representar. Corríjalas o elimínelas primero en la nota de la categoría.
fr: Cette catégorie contient des lignes de modèle que l'éditeur visuel ne peut pas représenter. Corrigez-les ou supprimez-les d'abord dans la note de la catégorie.
it: Questa categoria contiene righe modello che l'editor visivo non può rappresentare. Correggile o rimuovile prima nella nota della categoria.
nl: Deze categorie bevat sjabloonregels die de visuele editor niet kan weergeven. Corrigeer of verwijder ze eerst in de categorienotitie.
pt_br: Esta categoria tem linhas de modelo que o editor visual não consegue representar. Corrija-as ou remova-as primeiro na nota da categoria.

source: This import belongs to a different budget and cannot be approved here.
de: Dieser Import gehört zu einem anderen Budget und kann hier nicht genehmigt werden.
es: Esta importación pertenece a otro presupuesto y no se puede aprobar aquí.
fr: Cette importation appartient à un autre budget et ne peut pas être approuvée ici.
it: Questa importazione appartiene a un altro budget e non può essere approvata qui.
nl: Deze import hoort bij een ander budget en kan hier niet worden goedgekeurd.
pt_br: Esta importação pertence a outro orçamento e não pode ser aprovada aqui.

source: This import belongs to a different budget. Review and confirm adoption into the active budget before saving.
de: Dieser Import gehört zu einem anderen Budget. Prüfen und bestätigen Sie die Übernahme in das aktive Budget vor dem Speichern.
es: Esta importación pertenece a otro presupuesto. Revísala y confirma su incorporación al presupuesto activo antes de guardarla.
fr: Cette importation appartient à un autre budget. Vérifiez et confirmez son adoption dans le budget actif avant de l'enregistrer.
it: Questa importazione appartiene a un altro budget. Esaminala e conferma l'adozione nel budget attivo prima di salvarla.
nl: Deze import hoort bij een ander budget. Controleer en bevestig de opname in het actieve budget voordat je hem opslaat.
pt_br: Esta importação pertence a outro orçamento. Revise e confirme a adoção no orçamento ativo antes de salvá-la.

source: This import is in %@, but the active budget uses %@. Review and confirm the transaction before saving.
de: Dieser Import ist in %@, aber das aktive Budget verwendet %@. Vor dem Speichern prüfen und bestätigen.
es: Esta importación está en %@, pero el presupuesto activo usa %@. Revisa y confirma la transacción antes de guardarla.
fr: Cette importation est en %@, mais le budget actif utilise %@. Vérifiez et confirmez la transaction avant de l’enregistrer.
it: Questa importazione è in %@, ma il budget attivo usa %@. Verifica e conferma la transazione prima di salvarla.
nl: Deze import staat in %@, maar het actieve budget gebruikt %@. Controleer en bevestig de transactie voordat je opslaat.
pt_br: Esta importação está em %@, mas o orçamento ativo usa %@. Revise e confirme a transação antes de salvá-la.

source: This import needs review before it can be approved.
de: Dieser Import muss überprüft werden, bevor er genehmigt werden kann.
es: Esta importación debe revisarse antes de poder aprobarse.
fr: Cette importation doit être examinée avant de pouvoir être approuvée.
it: Questa importazione deve essere esaminata prima di poter essere approvata.
nl: Deze import moet worden gecontroleerd voordat deze kan worden goedgekeurd.
pt_br: Esta importação precisa ser revisada antes de ser aprovada.

source: This makes the restored data your current budget and removes the option to revert to the version from before you loaded a backup.
de: Dadurch werden die wiederhergestellten Daten zu Ihrem aktuellen Budget und die Option zum Zurücksetzen auf die Version vor dem Laden eines Backups wird entfernt.
es: Los datos restaurados se convertirán en su presupuesto actual y se eliminará la opción de volver a la versión anterior a la carga de la copia.
fr: Les données restaurées deviennent votre budget actuel et vous ne pourrez plus revenir à la version précédente au chargement de la sauvegarde.
it: Ciò rende i dati ripristinati il ​​tuo budget attuale e rimuove l'opzione per ripristinare la versione precedente al caricamento di un backup.
nl: Hierdoor worden de herstelde gegevens uw huidige budget en wordt de optie verwijderd om terug te keren naar de versie van voordat u een back-up laadde.
pt_br: Os dados restaurados se tornarão seu orçamento atual e você não poderá voltar à versão anterior ao carregamento do backup.

source: this month
de: diesen Monat
es: este mes
fr: ce mois-ci
it: questo mese
nl: deze maand
pt_br: este mês

source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
nl: Deze maand
pt_br: Este mês

source: This Month's Transactions
de: Transaktionen dieses Monats
es: Transacciones de este mes
fr: Transactions de ce mois
it: Transazioni di questo mese
nl: Transacties deze maand
pt_br: Transações deste mês

source: This older import has no budget identity. Review and save it to adopt it into the active budget.
de: Dieser ältere Import hat keine Budgetidentität. Prüfen und speichern Sie ihn, um ihn in das aktive Budget zu übernehmen.
es: Esta importación antigua no tiene identidad de presupuesto. Revísala y guárdala para incorporarla al presupuesto activo.
fr: Cette importation ancienne n’a pas d’identité de budget. Vérifiez-la et enregistrez-la pour l’adopter dans le budget actif.
it: Questa importazione precedente non ha un'identità di budget. Esaminala e salvala per adottarla nel budget attivo.
nl: Deze oudere import heeft geen budgetidentiteit. Controleer hem en sla hem op om hem in het actieve budget op te nemen.
pt_br: Esta importação antiga não tem identidade de orçamento. Revise-a e salve-a para adotá-la no orçamento ativo.

source: This pattern has no upcoming dates.
de: Dieses Muster hat keine anstehenden Termine.
es: Este patrón no tiene próximas fechas.
fr: Ce modèle ne comporte aucune date à venir.
it: Questo schema non ha date future.
nl: Dit patroon heeft geen komende datums.
pt_br: Este padrão não tem próximas datas.

source: This pending import was already saved.
de: Dieser ausstehende Import wurde bereits gespeichert.
es: Esta importación pendiente ya se había guardado.
fr: Cette importation en attente a déjà été enregistrée.
it: Questa importazione in sospeso è già stata salvata.
nl: Deze openstaande import is al opgeslagen.
pt_br: Esta importação pendente já foi salva.

source: This permanently deletes “%@” from your Actual server for every device that uses it, along with this device's copy and its local backups. This cannot be undone. Type the budget's name to confirm.
de: Löscht „%@“ dauerhaft vom Actual-Server. Gib den Namen zur Bestätigung ein.
es: Elimina definitivamente « %@ » de tu servidor Actual. Escribe el nombre para confirmar.
fr: Supprime définitivement « %@ » de votre serveur Actual. Cette action est irréversible. Saisissez le nom du budget pour confirmer.
it: Elimina definitivamente «%@» dal server Actual. Inserisci il nome per confermare.
nl: Verwijdert “%@” definitief van je Actual-server. Typ de naam om te bevestigen.
pt_br: Exclui permanentemente “%@” do servidor Actual. Digite o nome para confirmar.

source: This permanently deletes «%@» from your Actual server for every device that uses it, along with this device's copy and its local backups. This cannot be undone. Type the budget's name to confirm.
de: Löscht „%@“ dauerhaft vom Actual-Server. Dies kann nicht rückgängig gemacht werden. Gib den Budgetnamen zur Bestätigung ein.
es: Elimina definitivamente « %@ » de tu servidor Actual. No se puede deshacer. Escribe el nombre del presupuesto para confirmar.
fr: Supprime définitivement « %@ » de votre serveur Actual. Cette action est irréversible. Saisissez le nom du budget pour confirmer.
it: Elimina definitivamente «%@» dal server Actual. Non puoi annullare questa azione. Inserisci il nome del budget per confermare.
nl: Verwijdert «%@» definitief van je Actual-server. Dit kan niet ongedaan worden gemaakt. Typ de budgetnaam om te bevestigen.
pt_br: Exclui permanentemente “%@” do servidor Actual. Não é possível desfazer. Digite o nome do orçamento para confirmar.

source: This repeat pattern isn't supported.
de: Dieses Wiederholungsmuster wird nicht unterstützt.
es: Este patrón de repetición no es compatible.
fr: Ce type de répétition n’est pas pris en charge.
it: Questo schema di ripetizione non è supportato.
nl: Dit herhalingspatroon wordt niet ondersteund.
pt_br: Este padrão de repetição não é compatível.

source: This schedule has extra rule conditions set up in Actual. They're preserved when you save, but can't be edited here.
de: Dieser Zeitplan enthält zusätzliche, in Actual eingerichtete Regelbedingungen. Sie bleiben beim Speichern erhalten, können hier aber nicht bearbeitet werden.
es: Esta programación tiene condiciones de regla adicionales configuradas en Actual. Se conservarán al guardar, pero no se pueden editar aquí.
fr: Cette programmation contient des conditions supplémentaires configurées dans Actual. Elles sont conservées lors de l’enregistrement, mais ne peuvent pas être modifiées ici.
it: Questa pianificazione ha condizioni aggiuntive configurate in Actual. Vengono mantenute al salvataggio, ma non possono essere modificate qui.
nl: Deze planning heeft extra regelvoorwaarden die in Actual zijn ingesteld. Ze blijven behouden bij het opslaan, maar kunnen hier niet worden bewerkt.
pt_br: Este agendamento tem condições de regra adicionais configuradas no Actual. Elas serão preservadas ao salvar, mas não podem ser editadas aqui.

source: This schedule has no account, so it can't post a transaction.
de: Dieser Zeitplan hat kein Konto und kann daher keine Transaktion buchen.
es: Esta programación no tiene cuenta, así que no puede crear una transacción.
fr: Cette programmation n’a pas de compte et ne peut donc pas créer de transaction.
it: Questa programmazione non ha un conto, quindi non può registrare una transazione.
nl: Deze planning heeft geen rekening en kan daarom geen transactie boeken.
pt_br: Este agendamento não tem uma conta, então não pode criar uma transação.

source: This schedule repeats on a pattern Actuali can't read, so it can't be edited here — saving would replace the pattern. Edit it in Actual instead.
de: Dieser Zeitplan verwendet ein Muster, das Actuali nicht lesen kann, und kann hier nicht bearbeitet werden. Beim Speichern würde das Muster ersetzt. Bearbeiten Sie es stattdessen in Actual.
es: Esta programación se repite con un patrón que Actuali no puede leer, por lo que no se puede editar aquí. Guardarla reemplazaría el patrón. Edítala en Actual.
fr: Cette programmation suit un modèle qu’Actuali ne peut pas lire et ne peut donc pas être modifiée ici. L’enregistrer remplacerait le modèle. Modifiez-la dans Actual.
it: Questa pianificazione usa uno schema che Actuali non riesce a leggere e non può essere modificata qui. Salvarla sostituirebbe lo schema. Modificala in Actual.
nl: Deze planning gebruikt een patroon dat Actuali niet kan lezen en kan hier niet worden bewerkt. Opslaan zou het patroon vervangen. Bewerk het in Actual.
pt_br: Este agendamento usa um padrão que o Actuali não consegue ler e não pode ser editado aqui. Salvá-lo substituiria o padrão. Edite-o no Actual.

source: This transaction is reconciled. Unlock it to make changes?
de: Diese Transaktion wird abgeglichen. Entsperren, um Änderungen vorzunehmen?
es: Esta transacción está conciliada. ¿Desbloquearla para modificarla?
fr: Cette transaction est rapprochée. La déverrouiller pour la modifier ?
it: Questa transazione è riconciliata. Sbloccarlo per apportare modifiche?
nl: Deze transactie is afgestemd. Ontgrendelen om wijzigingen aan te brengen?
pt_br: Esta transação está conciliada. Desbloqueá-la para fazer alterações?

source: This transaction was already saved.
de: Diese Transaktion wurde bereits gespeichert.
es: Esta transacción ya se había guardado.
fr: Cette transaction a déjà été enregistrée.
it: Questa transazione è già stata salvata.
nl: Deze transactie is al opgeslagen.
pt_br: Esta transação já foi salva.

source: Timestamp counter overflow.
de: Überlauf des Zeitstempelzählers.
es: Desbordamiento del contador de marcas de tiempo.
fr: Dépassement du compteur d’horodatage.
it: Overflow del contatore del timestamp.
nl: Overloop van tijdstempelteller.
pt_br: Estouro do contador de carimbo de data/hora.

source: Timestamp is not valid.
de: Der Zeitstempel ist ungültig.
es: La marca de tiempo no es válida.
fr: L’horodatage n’est pas valide.
it: Il timestamp non è valido.
nl: De tijdstempel is ongeldig.
pt_br: O carimbo de data/hora não é válido.

source: To
de: Zu
es: A
fr: Vers
it: A
nl: Naar
pt_br: Para

source: To budget
de: Für Budget einplanen
es: Para presupuestar
fr: À budgéter
it: Da assegnare a budget
nl: Aan budget toewijzen
pt_br: Para o orçamento

source: To Budget
de: Zu budgetieren
es: Por presupuestar
fr: À budgéter
it: Da assegnare
nl: Te budgetteren
pt_br: A orçar

source: To Budget (%@)
de: Zu budgetieren (%@)
es: Para presupuestar (%@)
fr: À budgéter (%@)
it: Da budgetizzare (%@)
nl: Te budgetteren (%@)
pt_br: Para orçamento (%@)

source: To Budget is the default. You can also fund the category from another budget category that has available money.
de: To Budget ist die Standardsource. Sie können die Kategorie auch aus einer anderen Kategorie mit verfügbarem Geld finanzieren.
es: To Budget es la fuente predeterminada. También puedes financiar la categoría desde otra categoría con fondos disponibles.
fr: To Budget est la source par défaut. Vous pouvez aussi financer la catégorie depuis une autre catégorie disposant de fonds.
it: To Budget è la fonte predefinita. Puoi anche finanziare la categoria da un'altra categoria con fondi disponibili.
nl: To Budget is de standaardbron. Je kunt de categorie ook financieren vanuit een andere categorie met beschikbaar geld.
pt_br: To Budget é a fonte padrão. Você também pode financiar a categoria usando outra categoria com saldo disponível.

source: Toggles cleared status
de: Schaltet den Status „Gebucht“ um
es: Cambia el estado de conciliación
fr: Change le statut lettré
it: Alterna lo stato contabilizzato
nl: Schakelt de geboekte status in of uit
pt_br: Alterna o status compensado

source: Toggles the group's categories
de: Schaltet die Kategorien der Gruppe um
es: Muestra u oculta las categorías del grupo
fr: Affiche ou masque les catégories du groupe
it: Alterna le categorie del gruppo
nl: Schakelt tussen de categorieën van de groep
pt_br: Mostra ou oculta as categorias do grupo

source: Toggles the income categories
de: Schaltet die Einkommenskategorien um
es: Alterna las categorías de ingresos
fr: Bascule les catégories de revenus
it: Alterna le categorie di entrate
nl: Schakelt de inkomenscategorieën om
pt_br: Alterna as categorias de receita
